//
//  Stock.swift
//  
//
//  Created by Maksim Volkov on 03.09.2022.
//

import Foundation

class Stock {
    var merchAndPriceInStock: [String: Int] = ["Шорты": 149,
                                        "Поло": 219,
                                        "Рубашка": 250,
                                        "Брюки": 310,
                                        "Юбка": 185,
                                        "Туфли": 295]
    
    var merchAndFeedbackInStock: [String: [String]] = ["Шорты": ["Хорошие шорты", "Шорты дырявые"],
                                                       "Поло": ["Хорошее Поло", "Поло протер"],
                                                       "Рубашка": ["Хорошие Рубашка", "Рубашке сносу нет"],
                                                       "Брюки": ["Хорошие Брюки", "Брюкам сносу нет"],
                                                       "Юбка": ["Хорошая Юбка", "Юбке сносу нет"],
                                                       "Туфли": ["Хорошие Туфли", "Туфлям сносу нет"]
    ]
}
